{
 "tikus" : "Orang-orang Tikus dilahirkan dibawah tanda yang menunjukkan daya tarik dan usaha yang tidak kenal lelah. Mereka adalah orang-orang yang hangat dengan kepribadian yang penuh semangat, yang selalu ingin menghasilkan sesuatu. Hal ini berarti bahwa Tikus bersifat rakus akan kehidupan dan ingin memanfaatkan setiap kesempatan semaksimal mungkin. Para Tikus adalah oportunis sejati yang hanya memikirkan kehidupan pada saat ini dan jarang merencanakan hari esok. Kebanyakan Tikus menghasilkan lebih banyak dalam 24 jam daripada yang kebanyakan orang hasilkan dalam beberapa hari. Cerdas dan pandai bergaul, mereka menyukai perkumpulan besar dan klub-klub eksklusif dimana mereka dapat memperluas kesempatan dengan relasi mereka. Cepat tanggap dan suka berbicara, Tikus jarang perlu mencari pengagum./n/nSeorang Tikus biasanya memiliki lebih banyak kenalan daripada teman sejati. Meskipun mereka tahu sesuatu tentang hampir semua orang di kota, mereka bersikap protektif bila menyangkut perasaan mereka dan bila harus memperlihatkan perasaan terdalam kepada beberapa orang saja. Di lain pihak, Tikus yang lihai dapat dengan mudah mengorek informasi dari orang lain dan tidak ragu untuk menggunakan bocoran informasi dari suatu sumber atau mengambil keuntungan dari kesalahan orang lain. Lagi pula, jika ia tidak memanfaatkan kesempatan tersebut, orang lain pasti melakukannya./n/nWalaupun warga Tikus mungkin murah hati dengan waktu dan nasehat serta memperlihatkan perhatian yang besar terhadap orang-orang disekitarnya, akan jarang ditemukan seorang Tikus yang memberikan uang atau hadiah dengan mudah kepada mereka yang bukan termasuk dalam keluarga atau mereka yang benar-benar disukainya. Jika anda mendapatkan hadiah yang mahal dari seorang Tikus, anda seharusnya bersyukur bahwa anda telah mendapat nilai lebih dalam pandangannya. Walaupun Tikus umumnya tidak dikenal sebagai orang yang romantis, tetapi mereka sangat sentimental terhadap keluarga dan sangat setia terhadap orang tua dan anak-anak mereka. Meskipun saudara lain, mertua, atau teman dekat menggantungkan diri pada dirinya, ia biasanya tidak keberatan. Bahkan, Tikus yang cerdik akan selalu menemukan sesuatu yang dapat dikerjakan mereka demi keuntungan rumahtangganya sendiri./n/nJika rencana tidak berjalan lancar atau ia mengalami suatu kemunduran, Tikus yang biasanya ramah akan memperlihatkan sisi kepribadiaan yang dangkal dan terobsesi dengan hal-hal yang sepele. Oleh karena Tikus sendiri begitu rajin, ia akan sangat jengkel terhadap orang yang tampak malas dan boros. Semua Tikus memiliki potensi untuk bersikap agresif, dan sifat ini biasanya diekspresikan dengan meributkan hal-hal kecil dan terlalu mempedulikan hal-hal yang remeh. Dalam keadaan luar biasa, seorang Tikus yang dalam kesulitan dapat terobsesi dengan rencana-rencana yang harus dijalankan apa pun yang terjadi. Pada saat ini pesona dan sikap mereka yang santai digantikan oleh sikap keras kepala yang tidak dapat diubah. Sifat negatif lain yang ditunjukkan oleh beberapa Tikus termasuk juga kegemaran terhadap gosip dan suatu kecenderungan untuk terlalu banyak mencampuri urusan orang lain (meskipun biasanya dilakukan dengan maksud baik). Warga Tikus lain lemah terhadap segala macam penawaran sehingga akan memenuhi rumah mereka dengan tanda mata dan benda-benda sentimental yang tidak benar-benar mereka perlukan tetapi tidak sanggup mereka lepaskan./n/nPara tikus bukanlah orang-orang yang dilahirkan untuk bekerja keras. Biasanya mereka lebih suka menghasilkan uang dengan kepandaian mereka. Variasi sangat diperlukan, dan kebanyakan Tikus akan lebih memilih jadwal yang fleksibel daripada rutinitas jam kantor. Tikus teliti terhadap hal-hal yang mendetail, dan sifat ini merupakan suatu kelebihan dalam bidang bisnis. Mereka adalah kritikus sejati yang mampu memberikan penilaian yang jelas dan obyektif. Warga tikus yang tidak dibingungkan oleh harapan yang terlalu muluk terhadap segala macam tugas mampu memahami inti permasalahan dengan cepat./n/nBila ambisi Tikus menjadi tidak terkendali, ia dapat menanggung terlalu banyak seorang diri sehingga perhatiannya menjadi terpencar-pencar. Jika ia dapat belajar untuk menyelesaikan apa yang dimulai sebelum melaksanakan proyek lain, Tikus pasti akan berakhir dalam kemakmuran, karena dia cerdik, mampu beradaptasi dan menggemari tantangan.",
 "kerbau" : "Kerbau melambangkan kemakmuran lewat keuletan dan kerja keras. Orang yang lahir di bawah shio ini dapat diandalkan, dan bersifat tenang dan metodis. Mereka sabar dan pekerja keras, pula berpegang terus pada hal-hal rutin yang sudah menjadi tradisi umum. Meskipun ia biasanya memperlakukan orang lain secara adil dan merupakan pendengar yang baik, adakalanya sulit buat merubah pendapatnya sebab ia keras kepala dan kerap memiliki prasangka kuat./n/nNamun, karena karakternya yang mantap, orang bershio Kerbau dipercaya untuk memegang jabatan tinggi yang membutuhkan tanggungjawab. Dalam hal memenuhi kewajiban, prestasinya tak akan mengecewakan. Namun, ia perlu berhati-hati supaya jangan mudah terbawa sikap yang terlampau serius./n/nDi balik penampilannya yang bersahaja tetapi rapi, Kerbau berakal tajam dan berhati tetap. Kecerdasan dan kecakapannya tersembunyi di balik sifat pendiamnya dan sikapnya yang tidak memperlihatkan banyak perasaan. Tapi meski pada dasarnya ia seorang introvert, wataknya yang kuat dapat mengubahnya menjadi pembicara yang fasih dan bernada memerintah, begitu keadaan menuntut demikian. Pada waktu kekacauan timbul, pendiriannya yang kuat dan rasa percaya dirinya yang besar dapat membuat situasinya tertib kembali. Ia mampu tetap berjalan dengan kepala tegak./n/nOrang yang lahir di bawah shio ini sitematis. Ia patuh terhadap pola-pola yang sudah mapan dan rasa penghargaannya terhadap tradisi besar sekali. Pada dasarnya, ia cenderung buat melakukan apa yang diharapkan dari dirinya. Bahkan pribadinya sedemikian dapat ditebak, hingga orang kerap mengkritiknya sebagai pribadi yang kurang berimajinasi. Namun Kerbau yang mengerti kewajiban tahu, bahwa sukses yang langgeng hanya dapat dicapai dengan mengerjakan segala sesuatu menurut cara yang benar. Pikirannya tidak menerawang ke mana-mana. Anda tak bakal melihatnya mengatasi kemelut dalam hidupnya hanya dengan menunggu sampai nasib merubah keadaannya. Kalau orang bershio lain mencapainya lewat tipu muslihat dan akal bulus, maka orang bershio Kerbau mencapainya lewat kegigihan dan dedikasinya yang luar biasa./n/nWaspadalah terhadap batas kesabaran Kerbau, karena bila ia sampai naik darah, ia patut diperhitungkan. Tak ada lagi pertimbangan dalam dirinya: ia akan bertindak bagai banteng dan menyerang setiap orang yang berdiri di depannya. Satu-satunya cara adalah menyingkir sampai amarahnya reda kembali. Pendek kata, ia jarang meledak kecuali kalau situasinya tak tertahankan lagi olehnya./n/nKerbau dapat bersikap sangat polos kalau sudah menyangkut soal asmara. Ia tak dapat sepenuhnya memahami rayuan cinta dan tidak pandai pula mengembangkan strategi membujuk dan daya pikat lainnya buat membangkitkan perasaan kekasihnya. Jangan berharap lirik-lirik puisi dan kata-kata romantis dari mulutnya, karena ia tak punya ramuan yang tepat bagi hal-hal semacam ini. Hadiah yang diberikannya pun bakal bersifat seperti ia sendiri: bersahaja, namun langgeng",
 "macan" : "Di Timur, Macan melambangkan kekuasaan, hawa nafsu dan keperkasaan. Sebagai pribadi yang suka berontak, beranekaragam dan tak dapat diramalkan, ia memegang kendali kekaguman dan kehormatan dari segala penjuru. Ia adalah pejuang yang ganas dan tak mengenal takut./n/nMacan adalah pribadi yang menyenangkan buat diajak bergaul, asal saja anda siap-sedia buat segala macam aktivitas yang datang bersama kepribadian dinamisnya. Vitalitas dan semangat hidup orang bershio Macan ternyata mudah menular. Ia pandai membangkitkan seluruh perasaan dalam diri orang, keculai ketidak acuhan. Dan tidak dapat dipungkiri, Macan yang memikat ini memang senang menjadi pusat perhatian./n/nPembawaan Macan yang resah dan tak dapat berdiam diri menyebabkannya selalu tak sabar untuk bertindak. Namun, karena wataknya yang juga mudah curiga, ia terkadang menjadi ragu-ragu atau tergesa-gesa mengambil keputusan. Baginya sulit buat mempercayai orang lain atau menaklukkan pergolakan emosinya. Namun, walaupun temperamennya panas, ia juga tulus, penuh kasih sayang dan murah hati. Di samping itu ia punya selera humor yang mengagumkan./n/nDalam kehidupan Macan mestilah ada suatu saat dimana ia akan bertindak hanya berdasarkan dorongan hatinya agar dapat memerankan semua peran fantastis yang diinginkannya. Yaitu, suatu kesempatan saat dimana ia dapat mencibir pada apa yang tak disetujuinya, mencaci masyarakat yang kolot dan mengejek tradisi yang terlalu mengikat. Macan harus mengekspresikan dirinya, menegakkan identitasnya dan membentuk kepribadiannya. Maka seandainya pemberontakan atau kesempatan untuk menyatakan pendapat secara blak-blakan ditawarkan padanya, maka jalan itulah yang akan dipilihnya untuk menyatakan, 'Inilah diriku!' Walaupun demikian, sembilan dari sepuluh orang di antara kita bahkan cenderung buat menjagoinya. Kita boleh saja menggelengkan kepala melihat keberaniannya atau menahan napas melihat tindakannya yang gila, namun pada saat yang sama kita juga tak lupa memanjatkan doa dalam hati masing-masing baginya, dan bahkan kita ikut membagi kemenangan bersamanya waktu kita lihat dia sukses./n/nKalau Macan sedang kesal, ia akan membutuhkan segerobak simpati dari anda. Jangan memperdebatkan siapa yang benar dan siapa yang salah. Pada saat seperti ini logika tak berarti apa-apa baginya. Jangan segan-segan menghiburnya, sebab ia akan menghibur anda dua kali lebih banyak bila situasinya terbalik. Si Macan akan senang mendengarkan kata-kata bijak anda dan akan memperhatikan setiap nasihat. Namun, itu bukan berarti ia akan mengikutinya. Setelah anda pergi, yah, ada kemungkin besar Macan akan pergi juga dan melaksanaan apa yang telah direncanakannya semula!/n/nMeskipun intensitas perasaannya terkadang membuatnya agak sulit diandalkan pada saat-saat yang menekan baginya, Macan masih dikenal mampu buat menyentuh perasaan publik. Kalau sedang berkepala dingin, pribadinya terasa hangat, sensitif dan simpatik. Sebaliknya, kalau sedang kumat, ia keras kepala, tak bisa ditolerir dan hanya tunduk pada kehendaknya sendiri./n/nSeperti juga Naga dan Ayam, warga Macan mempunyai ego yang amat besar. Uang, kekuasaan dan ketenaran tak akan berarti apa-apa baginya apabila egonya terluka. Dalam keadaan ini, Macan dapat menjadi pengacau yang paling busuk yang pernah anda temui. Ia akan melakukan apa saja untuk membalaskan dendamnya, meski harus ditebus dengan membakar rumahnya sendiri. Kata-kata yang tampak sepele bagi orang lain bisa saja membakar emosinya, padahal hal-hal besar dibiarkan lewat tanpa digubris. Ingatlah: Macan paling benci kalau diabaikan!/n/nDua kelemahannya dalam hidup ini adalah ketergesaannya di satu pihak, dan ketidak becusannya mengambil keputusan di lain pihak. Andainya ia belajar buat mengambil jalan tengah, Macan akan merupakan pribadi yang luar biasa sukses./n/nDi lubuk hati, Macan adalah orang yang amat romantis. Ia senang melucu, namun juga mesra dan sentimental sekaligus, makanya asyik juga jika kebetulan anda berpacaran atau menikah dengan seorang Macan. Namun, perlu diingat ia sangat posesif dan suka mencari gara-gara bila sedang cemburu./n/nSecara keseluruhan, kehidupan Macan memang berubah-ubah, diwarnai oleh tawa-ria, air mata, sakit hati, kegembiraan, putus asa dan oleh setiap perasaan lain yang dikenal manusia. Meskipun demikian, jangan sekali-kali mengasihani dirinya. Ia tak memerlukannya. Ia hanya dapat mencintai kehidupan apabila ia diperbolehkan buat mereguk isinya hingga puas, tentu berdasarkan cara yang dipilihnya sendiri. Macan adalah pribadi yang luar biasa optimis, yang akan selalu siap kembali bagi tantangan baru.",
 "kelinci" : "Kelinci dalam mitologi Cina adalah lambang umur panjang dan dikatakan sebagai turunan Bulan, maka tidak mengherankan bila orang yang lahir pada tahun Kelinci tergolong paling beruntung di antara kedua belas shio lainnya. Kelinci juga melambangkan keanggunan, sopan-santun, nasihat baik, kebaikan dan kepekaan terhadap segala bentuk keindahan. Perkataannya yang lemah-lembut, dan gerak-geriknya yang luwes tetapi cekatan justru membentuk tipe watak yang diperlukan bagi diplomat yang sukses atau politikus yang piawai./n/nKonon, orang yang lahir di bawah shio Kelinci (yang juga dikenal sebagai shio Kucing) akan mengenyam kehidupan yang tenteram, damai, tenang dan amat menyenangkan. Wataknya pendiam, artistik dan memiliki penilaian yang baik. Kecermatannya sanggup menjadikannya cendekiawan yang baik. Ia juga dapat cemerlang dalam bidang hukum atau pemerintahan./n/nNamun ia juga memiliki perasaan yang cenderung berubah-ubah, alias moody. Bahkan, pada waktu-waktu tertentu tampaknya ia tersisih dari lingkungannya atau acuh tak acuh terhadap orang lain./n/nKelinci amat beruntung dalam bisnis dan transaksi finansial. Ia lihai melakukan tawar-menawar dan selalu sanggup muncul dengan usul atau pilihat yang dapat menguntungkan bagi dirinya. Kepandaiannya bernegosiasi pasti akan mempercepat keberhasilannya dalam karir apa pun./n/nSementara orang sampai jatuh-bangun buat mengejar tujuannya, Kelinci tahu betul bahwa dunia masih di sini besok pagi. Jadi, mengapa buru-buru? Mengapa tidak duduk dulu? Bahkan mungkin ia akan membuatkan teh dulu buat Anda dan membantu Anda melupakan persaingan yang gila-gilaan di luar./n/nTingkah laku Kelinci biasanya tak tercela. Jarang ia menggunakan kata-kata kasar dan hampir tak pernah menerapkan kata-kata jorok atau tak pantas dalam mengemukakan pendapatnya. Ia memiliki teknik tersendiri, lantas untuk apa cara seperti itu? Kelinci sanggup menyembunyikan diri di balik jubah kesopanannya untuk meluluhkan iman lawannya. Kepercayaan yang diraihnya dari orang juga biasanya tiada tara atau setidak-tidaknya amat baik. Ia akan mengundang Anda makan malam di tempat-tempat nomor satu, menjamu Anda dengan arak terlezat dan melayani setiap kehendak Anda, bila ia sedang mengininkan sesuatu dari Anda. Kemudian, begitu Anda selesai melahap semuanya dan sudah mengepulkan asap cerutu yang mahal dengan rasa puas, ia akan menarik keluar lembaran kontrak untuk Anda tandatangani. Sebelum Anda menyadari, Anda sudah harus bertekuk lutut di hadapannya. Ia sedemikian licin, tak sedikit pun Anda merasa tersinggung apalagi sakit hati. Semuanya cukup disapu dengan mata pena!/n/nKalau suasana hatinya sedang baik, Kelinci dikagumi karena kelemah-lembutannya, kecerdasannya dan seringkali pula ia dicara orang bagi nasihat-nasihatnya yang masuk akal. Kalau sedang murung, ia terlalu jauh berkhayal, terlalu sensitif atau terlalu acuh. Ia tak mau tahu pada penderitaan atau kesedihan orang lain, seolah-olah itu merupakan penyakit menular baginya. Tambahan pula, semua warga Kelinci biasanya tetap menilai kenyamanannya lebih tinggi dari kepentingan orang lain. Dan tidak dapat dipungkiri, kecintaannya pada perdamaian dibarengi dengan kebenciannya pada konflik terkadang menyebabkan Kelinci dikenal sebagai pribadi yang lembek, bermuka dua, opportunis, dan terlalu suka memanjakan diri sendiri./n/nBerbeda dengan Naga, Anjing, Macan atau pun Ayam, yang senang bertarung sekali-sekali, Kelinci sama sekali tak suka 'berperang'. Ia bukan tipe orang yang dilahirkan untuk menjadi pejuang. Ia jaug lebih efektif di belakang layar. Anda tidak usah terlalu memperdulikan keselamatannya, sebab Kelinci gesit, cerdik, dan dilengkapi dengan indra yang baik buat meloloskan diri dari bahaya. Berbeda dengan shio-shio lainnya, yang gemar mengejar cita-cita setinggi bintang, tujuan utamanya dalam hidup hanyalah kesejahteraan yang baik dan langgeng.",
 "ular" : "Warga Naga terkenal murah hati, penuh semangat hidup dan perkasa. Bagi Naga, hidup ini laksana panorama yang berwarna-warni dan ia harus selalu ambil bagian. Meskipun egois, nyentrik, fanatik, banyak tingkah, suka menuntut dan terkadang tak dapat ditolerir, ia tak pernah kekurangan pengagum. Sebagai pribadi yang angkuh, aristokratis dan tanpa tedeng aling-aling, Naga biasanya menyusun cita-citanya dalam usia muda dan menuntut standard tinggi serta kesempurnaan dari sesamanya, sama seperti yang disandangnya sendiri./n/nNaga benar-benar merupakan gudang energi sejati. Ketidaksabarannya, hasratnya yang menyala-nyala serta semangatnya yang hampir-hampir menyerupai kesaktian, dapat berkobar bagi lidah api yang sering dilukiskan sedang desemburkan dari mulutnya. Naga senang melaksanakan segala sesuatu dalam skala besar, dan seringkali ia berhasil mencapai tujuan yang diinginkannya. Apapun yang dilakukan Naga, baik atau buruk, tampaknya selalu akan menjadi berita utama. Namun, kecuali ia dapat belajar untuk tidak terjun terlalu dini, Naga bisa juga menguras habis semangat berapi-api yang ada padanya sampai akhirnya tinggal asap saja. Warga Naga juga termasuk mereka yang cepat menjadi fanatik terhadap sesuatu hal. Orang Cina menamakan Naga sebagai pelindung kekayaan dan kekuasaan, dan tentunya juga merupakan lambang kemakmuran. Namun, Naga juga merupakan tanda binatang yang paling mudah terkena 'penyakit' megalomania, alias terlalu mengagungkan diri sendiri./n/nNamun, Naga juga cukup sering mengabdi kepada keluarganya. Apa pun bentuk perbedaan antara dirinya dengan orang tua atau kakak-adik, akan langsung terlupakan begitu mereka memerlukan bantuannya. Naga bisa segera mengesampingkan rasa dendamnya dan langsung menyelamatkan mereka tepat pada waktunya, tanpa mengharapkan imbalan jasa. Akan tetapi, keluarganya juga akan memperoleh kuliah yang panjang dan pedas begitu krisis berakhir. Naga jarang memoles kata-katanya. Dikemukakan pandangannya bagai membacakan Maklumat Kekaisaran. Meski ia bisa membual tentang kebebasan berbicara dan demokrasi, jangan pernah memandang serius, sebab ia sendiri menganggap dirinya di atas hukum dan tak selalu mempraktekkan apa yang dikuliahkannya./n/nWalaupun emosinya sering terlihat meletup-letup, Naga tidak dapat dikatakan sentimental, sensitif atau pun romantis. Segala bentuk cinta-kasih dan puja-puji yang dilontarkan ke hadapannya dianggapnya sudah sewarjarnya: semua itu sudah menjadi haknya. Namun meski ia terkenal keras-kepala, kurang rasional dan tak dapat ditolerir bila sedang jengkel, Naga bisa langsung memaafkan Anda begitu ledakan amarahnya lenyap. Dan karena kita juga harus saling memaafkan, Naga juga mengharapkan pengampunan Anda bagi kesalahan-kesalahan yang diperbuatnya. Tak dapat dipungkiri, Naga sendiri kadang-kadang lalai meminta maaf. Namun, ini terjadi bukan karena ia tebal muka atau tak punya perasaan, tapi hanya karena Naga tak punya waktu buat menjelaskan dirinya sendiri atau pun memang tak mau diganggu oleh rasa dendam dan hal-hal yang remeh; ia hanya ingin melanjutkan pekerjaannya./n/nBagi orang berhio Naga, memiliki maksud tertentu atau misi khusus dalam hidup adalah vital. Tak sehat baginya buat bergoleran saja tanpa berbuat apa-apa. Ia harus selalu punya motif buat diperjuangkan; punya tujuan buat dicapai; punya prinsip buat dipertahankan dan dibela. Jika tidak, bagaimana Anda bisa mengharapkan supaya api di dalam hatinya selalu membara?/n/nOrang bershio Naga biasanya super positif. Tak ada yang dapat menahannya lama-lama, bahkan sekalipun ia dihadapkan pada persoalan yang menjemukan, semangat hidupnya selalu lebih cepat membangkit kembali dibandingkan orang lain./n/nTerlebih lagi, Naga itu pribadi yang amat terbuka. Anda dapat membacakanya seperti buku. Sulit baginya berpura-pura memperlihatkan emosi yang saat itu tak dirasakannya. Dan memang hampir tak pernah ia mencoba berbuat demikian. Ia juga tak suka menyimpan rahasia, bahkan tidak jarang ia secara tidak sadar membongkar rahasia yang telah dipercayainya oleh orang lain!/n/nUntungnya, perasaan Naga selalu datang dari lubuk hatinya. Bila ia menyatakan mencintai Anda, maka Anda boleh merasa yakin bahwa pernyataannya itu tulus.",
 "kuda" : "Konon, orang yang lahir pada tahun ini bersifat periang, cukup populer di lingkungannya, dan memiliki daya tangkap kilat. Meskipun wajahnya belum tentu tampan/cantik menurut penilaian umum, Kuda memiliki daya tarik tersendiri yang terletak pada semangat hidup yang dipancarkannya. Pendekatannya hangat dan 'membumi'. Di samping itu ia suka berbicara dan biasanya mudah bergaul. Ia adalah pribadi yang suka mengandalkan diri sendiri. Segi negatifnya, wataknya yang berubah-ubah kadangkala menjadikannya suka naik darah, bertindak gegabah, atau bersikap semau gue. Kuda yang sukar ditebak bisa saja jatuh cinta secara serampangan dan kemudian mengakhirinya begitu saja./n/nWarga Kuda condong buat meninggalkan rumah orang tuanya sejak masih muda-belia. Andaikata ia tetap tinggal dengan orang tua, semangatnya yang cinta kebebasan pasti akan mendorongnya buat segera mulai bekerja atau memulai karirnya pada usia muda. Pada dasarnya, Kuda adalah orang mandiri yang tak mau tunduk pada norma-norma sosial. Ia tak dapat mematuhi jadwal yang tidak dibuatnya sendiri dan kurang menghormati presedur-prosedur yang telah ditentukan oleh angkatan lama./n/nKuda kerap mempunyai jam-jam kerja yang tidak menentu. Kalau sedang mendapat ide, ia bisa bekerja siang-malam tanpa makan dan tidur. Sebaliknya, kalau di kantor kebetulan sedang tidak banyak pekerjaan, ia tidak segan-segan melarikan diri untuk bersenang-senang. Untuk menghindari kesulitan di sini, semua warga Kuda sebaiknya mencari pekerjaan yang penuh variasi untuk memperlihatkan kemampuannya. Meski berjiwa petualang, ia juga terkenal berotak tajam dan sering pandai dalam mengelola keuangan. Kuda yang gesit dan luwes dapat mencium situasi dengan tajam dan sanggup memanfaatkan orang maupun kejadian demi kepentingannya./n/nKuda juga terampil dalam bercinta. Ia kerap dijuluki 'playboy' atau 'playgirl', mungkin dikarenakan adanya beberapa di antara warga ini yang menganut pola pikiran 'Bila tak dapat berdampingan dengan orang yang dicintai, mengapa tidak mencintai orang yang ada di depan mata?' Namun, hal ini bukan berarti semua Kuda tidak bisa setia, terutama bila pasangannya dapat memahami kebutuhan dasarnya akan kebebasan. Kebanyakan Kuda dapat belajar untuk setia asalkan mereka tidak terlalu dikekang oleh pasangannya. Masalahnya, Kuda menyenangi keramaian dan tidak mau ketinggalan kalau ada pawai atau yang sebangsanya. Ia juga senang menyanjung orang, di samping menerima sanjungan orang lain. Segi baiknya, Kuda sendiri biasanya cukup fair terhadap pasangannya. Ia bukan tipe orang yang posesif, curiga, atau iri hati./n/nKalau suasana hatinya sedang buruk, orang bershio Kuda bisa menjadi keras kepala dan hanya mau tunduk pada dorangan hatinya sendiri. Hatinya mudah terbakar, tetapi meski ia bisa cepat melupakan ledakan amarahnya, belum tentu orang lain dapat cepat memulihkan rasa sakit hati yang disebabkan oleh perlakuan yang diterimanya. Acapkali tingkah yang seperti ini dapat menyebabkan Kuda kehilangan respek dan kepercayaan orang. Ia condong mengajak orang bertindak buru-buru dan tidak sabar melihat mereka kerja tidak secepat dan seefisien dirinya sendiri. Ia doyan menuntut tapi hanya mau mengorbankan sedikit dari pihaknya, terutama kalau itu sudah menyangkut kebebasannya yang dinilainya paling penting. Tak jarang ia bersikap kekanak-kanakan dan adakalanya berpikiran sempit dalam memuaskan lagak-lagunya dan kehendaknya yang tak menentu./n/nSemangat 45 yang dimiliki warga Kuda mudah terlihat dalam berbagai hal. Ia cenderung berpakaian perlente, dan senang pada desain yang paten dan berwarna-warni, bahkan kadangkala serba menyolok. Ia juga menyenangi olahraga, baik olahraga otak maupun olahraga fisik. Anda akan langsung mengenal Kuda dari lenggang-lenggoknya yang luwes, daya reaksinya yang spontan, dan gaya bicaranya yang cepat. Pikirannya bekerja dengan kecepatan penuh dan meskipun kesabaran, kestabilan emosi dan kegigihannya terkadang dinilai kurang, namun hal itu dapat ditutupi dengan keterbukaannya dan kepandaiannya mengatasi masalah dengan langkah-langkah yang berani serta pendekatan yang orisinil.",
 "kambing" : "Kambing terkenal karena kelembutannya dan sifat tidak teganya terhadap sesama. Umumnya dia budiman, tulus, dan gampang tersentuh oleh cerita-cerita sedih. Kalau suasana hatinya sedang baik, ia artistik, moderen dalam penampilan, dan juga seorang pekerja yang kreatif. Namun kalau suasana hatinya sedang kebalikannya, ia condong dikuasai oleh emosinya, pesimistis dan suka menyendiri./n/nKonon, warga Kambing gampang memaafkan orang dan mudah menerima kekurangan-kekurangan orang lain. Oleh karena temperamennya yang berubah-ubah, terasa sulit baginya untuk bekerja di bawah tekanan atau buat bersikap obyektif. Ia tak begitu menyukai jadwal yang terlampau ketat, tak dapat mengikuti terlalu banyak disiplin dan tak mampu menerima terlalu banyak kritik tajam. Meski demikian, Kambing adalah tipe orang yang penuh kasih sayang terhadap anak-anak dan binatang, senang dengan pemandangan alami, dan merasa amat nyaman di dalam suasana rumahnya sendiri. Bahkan Kambing terkadang menyerupai seorang Ibu yang selalu ingin melimpahi sesamanya dengan kasih-sayangnya. Baik pria maupun wanita Kambing akan selalu amat dekat dengan keluarganya dan bahkan condong buat terlalu memanjakan mereka./n/nOrang Cina percaya, bahwa Dewi Fortuna akan selalu memamerkan senyumnya yang menawan kepada Kambing, karena kepolosan dan kebaikan hatinya. Padanya selalu tersedia tiga hal terpenting dalam hidup ini: makanan, tempat bernaung, dan pakaian. Kemana pun dia pergi, dia selalu bertemu dengan orang-orang yang bisa dan mau menolongnya. Warga shio ini akan berusaha keras supaya bisa menikah dengan baik untuk mencukupi kebutuhannya, namun di sini ia juga biasanya sangat disayangi, bukan saja oleh pasangan hidupnya, tapi juga oleh ipar-iparnya. Maklumlah, Kambing jarang kikir dengan waktu maupun uangnya. Andaikata Anda tak punya tempat tinggal dan tak berduit, Kambing takkan menelantarkan Anda./n/nSemua warga Kambing dari usia sembilan sampai sembilan puluh sembilan adalah orang-orang yang amat romantis. Musik lembut, bulan purnama dan jamuan makan berlilin dalam suasana intim tak pernah gagal buat mengikat pesona mereka./n/nBanyak orang yang lahir pada tahun ini akan memiliki bakat memperdaya yang mungkin tampak agak licik. Kambing biasanya muncul dengan permohonan yang gila-gilaan, yang hampir mendekati pemerasan atau perampasan jalanan. Dan begitu Anda siap buat menghardiknya dengan perkataan 'Tidak' yang keras, Anda akan melihat ekspresinya yang sedemikian polos dan murni, bersamaan dengan setetes air yang menggenangi sudut matanya, belum lagi ditambah dengan sedikit getaran pada bibirnya. Tba-tiba saja Anda merasa diri sebagai makluk raksasa yang baru saja menggiring seekor Kambing buat disembelih. Dan saat itu juga hati Anda pasti mencair, sehingga Anda akan langsung mengabulkan tuntutannya yang tak masuk akal itu! Sementara itu, muncullah pertanyaan: Tidakkah Anda curiga? Jawaban: Bagaimana bisa curiga terhadap makluk yang tampak sedemikian lemah dan sedemikian tak berbahaya!/n/nSanjungan terhadap bakat yang dimilikinya akan membuat kepribadian Kambing berkembang dengan luar biasa. Ia sangat membutuhkan kasih sayang, perhatian dan persetujuan. Seharusnya ia terjun ke dalam bidang yang kreatif, sebab di samping memiliki jiwa seni yang cemerlang, ia dapat memperoleh kebebasan untuk melakukan apa saja yang paling disukainya. Dalam hal apa saja yang menyangkut keindahan, jangan khawatir -- Kambing takkan mengecewakan Anda. Seleranya kelas tinggi dan pilihannya selalu tepat. Meski demikian, bila Anda ingin memelihara seekor Kambing perlu diingat bahwa dia juga mudah menjadi pemboros dan amat tidak praktis dalam segala hal yang merangsang indranya yang halus./n/nBiasanya menguntungkan bagi Kambing kalau sampai mempunyai beberapa rekan yang lebih kuat dan lebih tegas dibandingkan dirinya sendiri. Misalnya, seorang menejer yang akan bisa mendisiplinkan dia dan memanfaatkan bakatnya. Atau seorang sekretaris yang tangguh, yang tak segan-segan menolak segala permintaan dari orang yang hanya ingin memanfaatkan kebaikan si Kambing, sekaligus bisa menolak segala tuntutan aneh yang muncul dari watak yang sedemikian lembut itu./n/nSudah dapat disimpulkan, warga Kambing tidak dilahirkan sebagai orang yang suka mengambil keputusan dengan tegas. Ia lebih suka mengekor atau mengeluh kalau segalanya tak sesuai dengan yang diharapkan. Ia juga mudah khawatir dan acapkali membayangkan yang terburuk sebelum mulai berjuang. Tapi toh selalu terdapat orang yang ingin meyakinkannya dan menyayanginya dengan tulus sebab sikap Kambing yang baik dan demawan mengundang tanggapan yang serupa dari orang lain.",
 "monyet" : "Di antara semua binatang dalam zodiak Cina, Monyet merupakan binatang yang paling mirip dengan Monyet Tak Berbulu, alias Manusia. Oleh karena itu, tidak mengherankan bila binatang ini juga mewarisi kecerdasan dan kesanggupannya untuk menipu!/n/nMonyet adalah lambang penemu. Ia penuh inovasi, pandai berimprovisasi dan sanggup menarik perhatian orang terhadapnya lewat akalnya yang seribu satu macam dan daya pikatnya yang tak dapat ditiru. Monyet mampu memecahkan masalah yang ruwet-ruwet dengan gampang dan dapat belajar dengan cepat. Sejak berusia dini, ia sudah memupuk keahlian bermasyarakat. Ia mengerti bagaimana cara bergaul yang baik dan bagaimana cara membujuk orang lain untuk memperoleh apa yang diperlukannya secara tepat./n/nSegi negatifnya, di antara binatang shio lainnya justru Monyet yang paling sering terkena 'superiority complex', alias terlalu mengagungkan diri sendiri. Ia bisa menjadi orang yang egois, angkuh, dan sombong. Tidak jarang Monyet juga dihinggapi rasa iri setiap kali ada orang yang naik pangkat atau baru saja berhasil memiliki apa yang kebetulan belum dimiliknya. Ia mempunyai rasa bersaing yang bukan main, namun amat mahir dalam menyembunyikannya dan dalam merencanakan tindakannya yang licik. Namun kesemua ini menjadikan Monyet tak tertandingi dalam usahanya mengejar uang, sukses, atau kekuasaan./n/nDengan kepandaian lahiriahnya yang seribu satu macam, orang kelahiran tahun Monyet bisa menjadi aktor, penulis, diplomat, pengacara, pemegang saham, atau guru yang jempolan. Ia merupakan karakter yang teramat supel, yang memiliki bakat istimewa buat menjadikan Anda suka padanya, padahal sesaat sebelumnya ia pernah mengakali Anda./n/nDaya cipta warga Monyet tidak hanya mengarah pada ketrampilan atau keahlian pikiran, tetapi juga mengarah pada kecenderungan untuk membelokan kebenaran demi keuntungan mereka pada situasi tertentu. Seringkali dalam bermacam hal, batas antara angan-angan dan kenyataan menjadi kabur, fakta dicampur dengan fiksi, dan kebenaran dan kebohongan beriringan. Andaikata standar moral Monyet yang tidak terlalu tinggi membuatnya menjerumuskan diri dalam suatu kesulitan, maka kecerdasan, kelincahan, dan kelicikannya akan membuatnya mudah memutar-balikkan kenyataan untuk menyelamatkan mukanya dan mencari dalih untuk kepentingan diri sendiri./n/nOleh karena Monyet pandai mendapatkan apa yang diinginkannya tanpa susah-payah, maka ia cenderung untuk cepat bosan dan kurang menghargai apa yang sudah dimilikinya. Tentu saja, sikap ini juga dapat mengganggu asmaranya. Supaya tetap menarik bagi Monyet, sebuah hubungan harus ada sedikit intrik dan banyak variasi. Terutama di waktu muda, Monyet yang selalu ingin mencoba pengalaman baru mungkin kurang sanggup mempertahankan sebuah hubungan serius jangka panjang. Bahkan ada beberapa antaranya yang suka mengganggu hubungan orang lain dan menikmati kekacauan akibat ulah mereka -- persis seperti binatang lambang mereka!/n/nDalam kepribadian Monyet yang beraneka warna itu, satu-satunya yang tak pernah ketinggalan dalam dirinya adalah rasa percaya diri. Tak peduli betapa pemalu atau jinaknya pun tampangnya, ia akan berusaha sebaik-baiknya untuk memperlihatkan tingkah laku yang baik, kesopanan yang terlatih, dan ketenangan yang meyakinkan. Ia percaya sepenuhnya pada kemampuannya untuk menghadapi tantangan apa saja, dan oleh karenanya mudah mencapai sukses dalam bidang apapun yang dipilihnya./",
 "ayam" : "Ayam tergolong binatang yang paling tidak dimengerti dan paling eksentrik dalam zodiak Cina. Walau dia sering tampak sebagai simbol keyakinan dan keberanian, namun di hatinya dia cenderung bersifat konservatif, bahkan agak kuno./n/nSekilas, ada dua tipe Ayam yang sepertinya bertolak-belakang: tipe yang mudah terbakar dan amat cerewet, dan tipe yang diam-diam suka mengawasi, yang matanya seolah memancarkan sinar X. Walaupun demikian, warga shio ini (terutama pria) biasanya mudah dikenal dari penampilannya yang perlente dan penuh gaya. Keluarga unggas yang berlagak bagai pangeran dan bangga pada bulu-bulunya yang cantik ini memang memiliki pembawaan tak tercela. Anda takkan melihat ada Ayam yang berjalan dengan terbungkuk-bungkuk; posisi tubuhnya selalu tegak dan terlihat pongah. Sebagai pribadi yang senang menarik perhatian orang, ia bisa mengejar sukses dalam karir macam apapun yang menghadapkannya dengan orang banyak. Namun, sifat yang sama terkadang membuat Ayam terlalu melebih-lebihkan dekorasi rumah, kantor, atau dirinya sendiri. Dia juga amat terkesan dengan segala jenis penghargaan, medali, dan gelar-gelar kehormatan. Setidak-tidaknya setiap warga Ayam ingin memenangkan satu penghargaan atau menggondol satu ijazah profesional sebagai tanda pengakuan masyarakat bagi dirinya./n/nAyam memang memiliki sejumlah sifat yang patut dibanggakan. Dia berotak tajam, berpenampilan rapi, teliti, teratur, pandai mengambil keputusan, tegas, waspada dan berbicara terus-terang. Dia lincah sekali dalam mengekspresikan dirinya, baik dalam percakapan maupun tulisan. Ia juga pandai bersilat lidah dan berdebat. Kalau Anda berniat menantangnya dalam masalah-masalah yang cukup kontroversial, bersiap-siaplah buat pedebatan yang lama dan sulit sebab Ayam memang punya stamina yang mengagumkan dan sanggup membuat Anda jemu./n/nSebaliknya, jika dirinyalah yang dibikin malu sampai bulu-bulunya yang cantik itu menjadi kuyup, Ayam bisa menjadi amat menyebalkan. Ia tidak punya potongan diplomat. Situasi yang membutuhkan keluwesan dan kearifan bertolak belakang dengan wataknya. Bahkan, kepandaiannya mengkritik terkadang menyerupai kebrutalan. Untuk menciptakan kemajuan yang lancar dan tak terhalang dalam masyarakat, Ayam harus menyadari, bahwa orang lain tidak akan begitu cepat menolak nasehat-nasehatnya yang jempolan apabila disampaikan dengan cara yang lebih halus./n/nJarang ada warga Ayam yang menghamburkan uang di luar batas (kecuali hal itu dilakukan demi gengsi). Mereka terpukau oleh akuntansi, pandai mengelola keuangan dan senang mengawasi peti uang. Seumpama Anda punya masalah yang menyangkut keuangan Anda, serahkan saja pada kebijaksanaan Ayam. Dia sanggup membuat anggaran yang ketat bagi Anda dan akan tak ragu-ragu mencekal tangan Anda setiap kali Anda menyentuh lebih dari jumlah yang sudah ditentukan. Namun, kalau menyangkut uangnya sendiri, perlu dicatat bahwa orang bershio Ayam biasanya hanya bermurah hati dengan keluarga dekatnya saja atau untuk mendapatkan rasa cinta dan kekaguman dari para pengikutnya. (Satu-satunya yang pasti bisa Anda dapat secara gratis darinya adalah nasihat!)/n/nDi samping uang, Ayam pandai mengatur segala sesuatu, termasuk waktunya sendiri, waktu Anda, waktu tukang pos, waktu perusahaan, dan lain-lainnya yang tak terbatas hanya sampai di situ saja. Tak bakal Anda menemukan orang lain yang begitu pandai melaksanakan hal-hal yang penting secara tegas, kecuali dirinya. Dia memang mencintai tugas-tugas yang rumit. Tapi di sini jangan mengharapkan dia akan mampu berimprovisasi. Ayam adalah tipe yang tegas dan lugas, dan karenanya Anda juga harus memberikan perintah-perintah yang sama./n/nAyam adalah perfeksionis. Ia memiliki mata yang jeli bagi hal yang kecil-kecil ditambah dengan kemampuan untuk bepikir secara teoritis. Namun, ide-idenya terkadang tampak lebih cemerlang di atas kertas daripada dalam penerapan yang nyata. Soalnya, di tengah-tengah fantasinya yang teoritis, Ayam seringkali lupa memperhitungkan segala kekurangan manusia serta faktor-faktor lain yang sulit diduga. Terkadang warga shio ini gagal untuk memahami mengapa orang lain tak bisa hidup dengan rumus tetap seperti yang mereka lakukan./n/nHampir semua warga shio Ayam adalah pekerja yang bereputasi baik. Ia biasanya tahu bagaimana menyenangkan hati atasannya, yang sebaliknya terkesan pada kecerdasannya dan keefisienan kerjanya. Namun meskipun dia memiliki tenaga tak terbatas dan kemauan yang keras buat mencapai sukses, warga Ayam terkadang terlalu yakin pada waktu sedang kumat sehingga ia salah mengarahkan usahanya atau menanggung tugas-tugas yang di luar kemampuannya./n/nIroni semuanya itu adalah bahwa warga Ayam dapat menemui sukses maupun duit pada tempat-tempat yang sangat umum. Seperti yang sering dikatakan orang Cina, Ayam masih bisa mencari makan dengan paruhnya yang kokoh-kuat dan cakarnya yang tajam, sekalipun di tanah yang paling keras.",
 "anjing" : "Menurut leluhur Tionghoa, orang kelahiran tahun Anjing umumnya jujur, cerdas, dan terus-terang. Ia adalah manusia yang tidak sombong, yang memiliki naluri kemanusiaan yang amat mendalam. Rasa kesetiaannya dan kecenderungannya untuk memprioritaskan persamaan hak dan memperjuangkan keadilan membuatnya sangat populer, terutama di kalangan kaum lemah. Watak dasarnya ramah, rendah hati, dan tidak terlalu menuntut, dan semua ini membuat Anjing mudah bergaul dengan orang lain. Ia selalu bersedia kompromi dan dapat dipercaya untuk mengerjakan tugas-tugas yang telah menjadi tanggung jawabnya./n/nSeperti juga kawannya yang manusiawi, Macan, maka Anjing juga jarang menunjukkan amarahnya secara pribadi kepada seseorang. Yang penting bagi Anjing adalah prinsip keadilan. Jika perbuatan Anda sampai melukai hatinya, perbuatan itulah yang akan ditunjukkan oleh dia, tanpa dembel-embeli maksud tidak baik, tanpa dendam atau iri hati. Kalau semuanya sudah selesai ditumpahkan dan perbaikan yang layak sudah dikerjakan, maka dia bisa saja berdamai lagi dengan Anda seolah tidak ada apa-apa./n/n/n/nSekalipun dalam usia muda, anak Anjing sudah belajar untuk mencium mana orang yang baik dan mana orang yang jahat. Bahkan setiap warga Anjing, apakah dia sendiri mengakui atau tidak, cenderung membagi orang ke dalam dua kategori, yaitu 'musuh' atau 'teman', hitam atau putih. Baginya, tak ada warna kelabu atau campuran antara kedua warna itu. Namun, sekalipun Anda berhasil memenangkan kepercayaannya, Anjing akan setia untuk selamanya./n/n/n/nWalaupun kekayaan, kekuasaan, dan kesuksesan mungkin sangat berarti bagi orang lain, hal-hal tersebut tidak berarti apa-apa bagi Anjing bila tanpa kekasih, teman, atau keluarga yang bisa ikut menikmatinya. Sangatlah beruntung orang yang kebetulan mempunyai teman bershio Anjing, sebab warga Anjing umumnya tidak tega mengabaikan suara teman memohon pertolongan./n/n/n/nNamun, adakalanya Anjing malah bisa melindungi kepentingan orang lain lebih daripada kepentingannya sendiri. Seperti binatang lambang shio ini, Anjing berpegang teguh pada orang yang dikasihinya, tak peduli betapa tidak bermutunya pun orang itu. Anjing yang setia lebih cenderung mempertahankan situasi yang sama tak peduli betapa tidak menyenangkannya daripada harus menghadapi sesuatu yang tidak dikenal dan harus mulai lagi dari nol. Dan seumpamanya dia terpaksa dengan hati yang berat untuk meninggalkan rumah, yaah, jangan salahkan dia. Tempat itu barangkali benar-benar menyedihkan baginya kalau dia sampai melakukan hal itu./n/n/n/nTidak jarang Anjing sulit menyesuaikan diri terhadap perubahan. Meskipun penampilannya biasanya ramah dan riang, pada dasarnya dia adalah binatang yang pesimis. Situasi yang tidak terduga bisa membuatnya cemas tanpa sebab yang jelas. Oleh karena dia sering melihat sesuatu dari segi negatifnya, dia bisa mengundang kesulitan atau merusak kenikmatan yang sebenarnya dapat diperoleh dari hal itu. Kalau dia dapat belajar berpikir lebih positif, gangguannya biasanya sangat berkurang./n/nSecara umum, Anjing adalah manusia yang tidak materialistis dan tak menyenangi kemegahan. Kata-kata dan bahasa yang muluk-muluk malah mencurigakan baginya. Dia lebih suka pembicaraan maupun gaya hidup yang tidak dibuat-buat. Dan walaupun dia tidak begitu mempedulikan uang, namun umpamanya dia sedang membutuhkan, tak ada yang lebih lengkap sarananya untuk mendapatkan itu, selain dia. Sekalipun dia terlahir dalam keluarga pas-pasan, Anjing yang bermoral tinggi mampu meningkatkan statusnya dalam hidup atas upayanya sendiri tanpa berusaha menyembunyikan asal-usulnya.",
 "babi" : "Babi adalah lambang kejujuran, kesederhanaan dan keuletan yang luar biasa. Gagah dan kuat, Babi akan mengabdikan dirinya pada tugas-tugas yang menjadi bagiannya dengan sekuat tenaga dan dapat diandalkan untuk menyelesaikannya. Namun, dia adalah manusia paling wajar yang pernah Anda temui. Warga shio ini populer dan banyak dicari orang, karena sebagaimana juga Kambing dan Kelinci, Babi ingin mewujudkan keharmonisan antar sesama./n/nBabi yang setia dan bijak mudah sekali membina persahabatan yang langgeng dan bermanfaat. Dia gemar pada segala macam bentuk pertemuan, gemar menyelenggarakan pesta-pesta dan menjadi tuan rumah perayaan-perayaan, juga senang menggabungkan diri dengan klub-klub dan segala macam perkumpulan. Dia membenci perdebatan dan pertengkaran mulut dan mampu menciptakan suasana yang membuat semua orang merasa santai./n/nKepercayaan orang terhadap dirinya dan ketulusannya merupakan kelebihannya yang utama. Babi yang baik hati jarang memiliki maksud tersembunyi. Tetapi toh, kadang dia bisa terlalu ramah dan sok akrab, dan dia juga berharap orang lain dapat mentolerir kelemahannya. Kepolosan dan keluguannya juga menjadikanya sebagai mangsa favorit para penipu. Sudah jadi rahasia umum, Babi dan duitnya gampang dipisahkan. Babi yang terlalu murah hati sebaiknya minta pendapat orang yang lebih obyektif sebelum sebelum mengeluarkan dompetnya./n/nWalaupun warga shio ini dapat dikatakan materialistis, namun toh dia gemar membagi-bagikan apa yang dimilikinya. Lebih banyak yang diberikannya, lebih banyak pula yang didapatnya. Sifatnya yang tidak mementingkan diri sendiri dan suka bergaul menjadikannya selalu dikelilingi oleh lingkaran teman yang semakin meluas, yang diperkenankan mengambil manfaat sepuas-puasnya dari dirinya./n/nNamun, Babi juga lekat terhadap pepatah 'Milikku adalah milik Anda juga, dan milik Anda adalah milikku juga.' Jika kebetulan kawan Anda yang bershio Babi datang bertandang ke rumah, maka tanpa malu-malu dia akan melahap makanan Anda, mencobai baju Anda, perangkat golf Anda, kamera model terakhir Anda, mobil terbaru Anda dengan gaya yang santai. Bila Anda melarangnya berbuat begitu maka dia akan menanggapinya dengan rasa tidak percaya dan hatinya akan terluka. Dia takkan bisa memahami ataupun menerima pikiran orang yang mau menang sendiri./n/nSebagai makhluk yang benar-benar menikmati hal-hal yang duniawi, Babi memiliki nafsu besar. Namun, jika dia tidak pandai-pandai mengawasi seleranya yang kuat dan tidak mampu menerapkan kontrol diri, Babi bisa terlalu mudah dimanfaatkan oleh orang-orang yang tahu bagiamana menggunakan kelemahannya. Kecerobohannya dalam mengejar kenikmatan bahkan dapat membuatnya sampai terjerumus ke dalam lembah kebejatan moral, kalau dia terlalu terbawa arus negatifnya./n/nSebagai kekasih, Babi yang jujur mencintai dengan segenap hatinya. Dia sangat perhatian terhadapat kebutuhan orang lain dan tak tahu bagaimana menyembunyikan perasaannya. Dalam petualangan asmara, baik warga Babi yang laki-laki maupun perempuan cenderung mengakhirinya sebagai pihak yang terluka. Dia sulit untuk melupakan seseorang yang pernah ia cintai, dan sanggup bertepuk sebelah tangan sampai bertahun-tahun./n/nBisa dikatakan, kelemahan utama warga shio ini adalah ketidaksanggupannya buat berkata 'Tidak' dengan tegas terhadap dirinya sendiri, keluarganya maupun teman-temannya. Seandainya dia mampu menahan keinginannya untuk berbuat terlau banyak bagi orang lain dan untuk tidak menjanjikan sesuatu yang melebihi kemampuannya, maka kesulitannya akan sangat berkurang."
}